Vincent-Dalstra/zig-esp-idf-sample/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.1.0 Project Minimal Configuration
#
# default:
CONFIG_IDF_TARGET="esp32s3"

#
# Component config
#

#
# ESP System Settings
#
CONFIG_ESP_MAIN_TASK_STACK_SIZE=6584
# end of ESP System Settings
# end of Component config
